Revit 2026 API
FabricationNetworkChangeService.ChangeService Method
Overload List
Name | Description
ChangeService(ISet<ElementId>, Int32, Int32)
ChangeService(ISet<ElementId>, Int32, Int32, Boolean)
Top
See Also
Reference
FabricationNetworkChangeService Class
Autodesk.Revit.DB.Fabrication Namespace